export default {
  // 支持值为 Object 和 Array
  'GET /api/data': {
    data: [
      { code: '450100', pop: 98200 },
      { code: '450500', pop: 23301 },
      { code: '450700', pop: 63312 },
      { code: '450600', pop: 43233 },
      { code: '450900', pop: 1235 },
      { code: '451400', pop: 3217 },
      { code: '440800', pop: 99933 },
      { code: '440900', pop: 53146 },
      { code: '441700', pop: 71225 },
      { code: '460100', pop: 77662 },
      { code: '460400', pop: 2334 },
      { code: '469007', pop: 1544 },
      { code: '469023', pop: 2374 },
      { code: '469024', pop: 1622 },
      { code: '469026', pop: 2353 }
    ],
    adcode: ['450100', '450500', '450700', '450600', '450900', '451400', '440800', '440900', '441700', '460100', '460400', '469007', '469023', '469024', '469026'],
    ranking: [
      { type: '防城港', value: 41200 },
      { type: '阳江', value: 40933 },
      { type: '玉林', value: 51225 },
      { type: '贵港', value: 54222 },
      { type: '茂名', value: 55100 },
      { type: '北海', value: 66700 },
      { type: '儋州', value: 69001 },
      { type: '湛江', value: 77002 },
      { type: '海口', value: 80068 },
      { type: '南宁', value: 90212 },
    ],
  }
};

